{
    "status": "success",
    "totalResults": 108714,
    "results": [
        {
            "title": "Is $88 the next target for Aave bulls",
            "link": "https://ambcrypto.com/is-88-the-next-target-for-aave-bulls/",
            "keywords": [
                "Altcoin",
                "Analysis",
                "HideCryptopanic",
                "News",
                "News 1",
                "No Homepage",
                "Social",
                "Trading View",
                "AAVE",
                "AAVE price analysis",
                "AAVE Price Prediction"
            ],
            "creator": [
                "Akashnath S"
            ],
            "video_url": null,
            "description": "The market structure of AAVE was bullish and the recent higher low at $68.7 would need to be broken before the structure flipped bearishly.",
            "content": "Disclaimer: The information presented does not constitute financial, investment, trading, or other types of advice and is solely the writer’s opinion. The higher timeframe market structure was bullish. The retracement into the demand zone around $70 will likely see the bulls initiate another rally. AAVE rallied from $66.45 on 1 July to $88 on 14 July. This represented gains of 32.4% but since then the token saw a substantial retracement. This saw prices depressed back beneath the $75 mark, but the bulls can initiate another move higher. Read Aave’s [AAVE] Price Prediction 2023-24 The presence of a bullish order block above the $68.4 support level represented a zone that should be filled with buyers. However, upon a retest over the past few days, the AAVE bulls have not managed to make their mark yet. The chances of another AAVE rally are good On the 1-day chart, the $60 and $68 levels have been important since mid-April. Over the past six weeks the AAVE bulls have managed to flip both levels to support once more. The OBV has also climbed higher and maintains its month-long uptrend. The RSI showed strong bullish momentum earlier this month but has fallen back toward the neutral 50 mark over the past few days. This suggested that the momentum has begun to weaken, but has not yet shifted bearish on the daily chart. The price action showed the bulls were dominant. The market structure of AAVE was bullish and the recent higher low at $68.7 would need to be broken before the structure flipped bearishly. The bullish order block (cyan) which initiated the jump to the $88 level began from this zone, which meant that the retest could see a strong positive reaction. Is your portfolio green? Check the Aave Profit Calculator The dropping mean coin age meant buyers did not accumulate despite the price rally Since 9 June the 90-day mean coin age has dropped like a rock. This showed that the token holders were selling and not accumulating AAVE. This argument is not supported by the price action of the past six weeks. The MVRV ratio showed that there has been a wave of profit-taking over the past week. This was accompanied by a massive spike in the dormant circulation, which indicated a large wave of selling took place. If AAVE can defend the $70 support zone in the coming days, another move higher would be increasingly likely.",
            "pubDate": "2023-07-24 03:30:56",
            "image_url": null,
            "source_id": "ambcrypto",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "New Biktarvy® Data Presented at IAS 2023 Further Demonstrate Safety and Efficacy Profile in a Broad Range of People and Communities Affected by the Global HIV Epidemic",
            "link": "https://www.ibtimes.com.au/press-release/20230724/new-biktarvy-data-presented-at-ias-2023-further-demonstrate-safety-and-efficacy-profile-in-a-broad-range-of-people-and-communities-affected-by-the-global-hiv-epidemic",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "– Biktarvy Evaluated in a Diverse Range of People With HIV, Including Pregnant Women and Pediatric Populations –",
            "content": "au NEWSLETTER SIGNUP My account Log Out Jul 24, 1:23 PM AEST Business News Sports Technology Entertainment NEWSLETTER My account Log Out Australia edition Business News Sports Technology Entertainment Editions Australia India International Singapore United Kingdom United States NEWSLETTER Follow Us Editions Australia India International Singapore United Kingdom United States Press Release New Biktarvy® Data Presented at IAS 2023 Further Demonstrate Safety and Efficacy Profile in a Broad Range of People and Communities Affected by the Global HIV Epidemic By Business Wire 07/24/23 AT 2:51 PM AEST Share on Facebook Share on Twitter Share on LinkedIn Share on Reddit Share on Flipboard – Biktarvy Evaluated in a Diverse Range of People With HIV, Including Pregnant Women and Pediatric Populations – – 96-Week Data from ALLIANCE Trial Show Durability of Biktarvy in Adults With HIV and HBV Coinfection – FOSTER CITY, Calif.--(BUSINESS WIRE)--Gilead Sciences, Inc. (Nasdaq: GILD) today announced results from multiple studies reinforcing Biktarvy ® (bictegravir 50 mg/emtricitabine 200 mg/tenofovir alafenamide 25 mg tablets, B/F/TAF) as a treatment option for a broad range of people with HIV. The latest findings include key insights into the treatment of virologically suppressed pregnant women and children two years of age or older (weighing at least 14 kg to less than 25 kg) and positive Week 96 data from the ALLIANCE trial in adults with HIV/hepatitis B (HBV) coinfection who were initiating therapy. The data were presented at the 12th International AIDS Society (IAS) Conference on HIV Science (IAS 2023), taking place July 23-26 in Brisbane, Australia. Pregnant Women with HIV In an open-label study evaluating the pharmacokinetics, safety, and efficacy of switching to once-daily Biktarvy in virologically suppressed pregnant women with HIV, Biktarvy was generally well tolerated and all participants maintained virologic suppression at delivery (HIV-1 RNA <50 copies/mL; n=32). Moreover, no cases of perinatal HIV transmission were observed. No adverse events (AEs) leading to premature discontinuation and no drug-related AEs were observed in the pregnant women or neonates. These results suggest Biktarvy may be an appropriate treatment option during pregnancy with no dose change required. “This study demonstrates the potential role of B/F/TAF as a treatment of HIV in pregnant women, a population that has historically been difficult to study and that continues to have significant needs,” said Anchalee Avihingsanon, MD, PhD, Senior Researcher, HIV–NAT, Thai Red Cross AIDS Research Center, Thailand. “The clinical profile of Biktarvy is further supported by safety data and no mother-to-child transmission in this study and data showing that normal dosing may be appropriate. These are important findings for pregnant women and their healthcare providers when considering HIV treatment.” Pediatric HIV Additional Biktarvy data presented at IAS 2023 included an analysis of two ongoing, open-label studies evaluating the weight, height, body mass index (BMI) and lipid metabolism parameters of virologically suppressed children with HIV (81.6% Black; aged ≥2 years and weighing 14 to <25 kg) who switched to Biktarvy (n=22) or elvitegravir/cobicistat/emtricitabine/tenofovir alafenamide (E/C/F/TAF; n=27). At Week 48, the proportion of participants who were underweight decreased from 20.4% to 14.3%, while the proportion of normal weight participants increased from 67.3% to 73.5%, respectively. Meanwhile, the proportion of overweight or obese participants remained stable at 12.2%. Overall, lipid metabolism parameters generally improved during 48 weeks of treatment. Presently, children with HIV must be on antiretroviral therapy for their entire lives. This underscores the importance of studying the impacts of treatment on weight, height, body mass index and lipid parameters in this young age group. “It is important that we limit the potential for weight and metabolic changes as a result of antiretroviral treatment in young children with HIV,” said Eva Natukunda, MD, Head of Department of Pediatrics, Joint Clinical Research Centre, Uganda. “In this study, the results of the TAF-based regimens further reinforce the role of these regimens as an appropriate treatment option for this population.” In October 2021, the U.S. Food and Drug Administration (FDA) approved a low-dose tablet dosage form of Biktarvy for pediatric patients weighing at least 14 kg to less than 25 kg who are virologically suppressed or new to antiretroviral therapy. In the EU, Biktarvy is authorized for the treatment of HIV infection in adults and pediatric patients at least 2 years of age and weighing at least 14 kg without present or past evidence of viral resistance to the integrase inhibitor class, emtricitabine or tenofovir. HIV/HBV Coinfection ALLIANCE is an ongoing Phase 3 study evaluating Biktarvy versus dolutegravir 50 mg (DTG) + emtricitabine 200 mg/tenofovir disoproxil fumarate 300 mg, F/TDF, DTG+F/TDF, in adults with HIV-1/HBV co-infection initiating treatment. The Week 96 results demonstrated the efficacy of both antiretroviral regimens. Participants who initiated treatment with Biktarvy (n=121) or DTG+F/TDF (n=122) had similarly high and sustained rates of viral suppression. These data, combined with the lower impact of TAF versus TDF on bone and renal parameters, show clinical benefits of Biktarvy for adults with both HIV-1 and HBV initiating antiviral therapy. The Week 96 results show numerically higher levels of hepatitis B viral suppression (HBV DNA <29 IU/mL) with Biktarvy (75% vs. 70%; 95% CI - 8.3%,13.4%, p=0.64). Importantly, participants who initiated treatment with Biktarvy had numerically higher alanine aminotransferase (ALT) normalization (72% vs 57%, p=0.13) and hepatitis B surface antigen loss (23% vs. 14%, p=0.066) and seroconversion (9% vs. 7%, p=0.44). Expectedly, participants who initiated treatment with Biktarvy or DTG+F/TDF also had high rates of HIV suppression (HIV-1 RNA <50 copies/mL) at Week 96 (87% vs. 88%; 95% CI - 8.9% to 8.3%, p=0.94) with mean CD4 cell count increases of 261 and 229 cells/μl from baseline, respectively. Beyond Week 96, select participants will be able to receive Biktarvy in an open-label extension phase for up to 48 weeks. Further results from the trial showed that safety findings were similar between the Biktarvy and DTG+F/TDF groups. Adverse events (AEs) included upper respiratory tract infection (19.8% vs. 14.8%), COVID-19 (38% vs. 36.1%), pyrexia (12.4% vs. 13.1%), ALT increase (8.3% vs. 12.3%), and nasopharyngitis (12.4% vs. 6.6%). “Gilead is committed to the treatment of HIV in a broad range of people with diverse health needs, which is a cornerstone of our global efforts to help end the epidemic,” said Jared Baeten, MD, PhD, Vice President, HIV Clinical Development, Gilead Sciences. “These studies build on our understanding of Biktarvy and its role in helping people affected by HIV by providing clinically relevant treatment data for pregnant women, children and those living with comorbidities like HBV.” The use of Biktarvy in individuals with HIV/HBV co-infection is investigational and the safety and efficacy of this use have not been established. Please see below for U.S. Indications and Important Safety Information, including Boxed Warning on post treatment acute exacerbation of hepatitis B, for Biktarvy. There is currently no cure for HIV or AIDS. About ALLIANCE (NCT03547908) ALLIANCE is a Phase 3, randomized, double-blind study designed to evaluate the safety and efficacy of Biktarvy or DTG+F/TDF (with placebo) in adults initiating treatment for HIV/hepatitis B (HBV) co-infection. The primary endpoints evaluated the proportion of adults with HIV-1 RNA suppression (<50 copies/mL) and proportion of adults with plasma HBV DNA suppression (<29 IU/mL) at Week 48. Secondary endpoints will include efficacy of Biktarvy versus DTG+F/TDF by achievement of HIV-1 RNA suppression (<50 copies/mL), HBV DNA suppression (< 29 IU/mL), and the safety and tolerability profile of the two treatment groups at Week 96. At Week 48 and Week 96, ALT normalization, and hepatitis B surface antibody (HBsAg) loss are evaluated. The primary outcome results of the Alliance study were presented at the 24th International AIDS Conference (AIDS 2022). The Lancet HIV published the 96-week findings of the Alliance study in its July 24, 2023 issue - The ALLIANCE study: a phase 3, randomised, double-blind, multicentre, non-inferiority study of bictegravir/emtricitabine/tenofovir alafenamide versus dolutegravir + emtricitabine/tenofovir disoproxil fumarate for initial treatment of HIV-1 and hepatitis B coinfection For further information, please see https://clinicaltrials.gov/ct2/show/NCT03547908 About Biktarvy Biktarvy is a complete HIV treatment that combines three powerful medicines to form the smallest 3-drug, integrase strand transfer inhibitor (INSTI)-based single-tablet regimen (STR) available, offering simple once-daily dosing with or without food, with a limited drug interaction potential and a high barrier to resistance. Biktarvy combines the novel, unboosted INSTI bictegravir, with the Descovy ® (emtricitabine 200 mg/tenofovir alafenamide 25 mg tablets, F/TAF) backbone. Biktarvy is a complete STR and should not be taken with other HIV medicines. U.S. Indication for Biktarvy Biktarvy is indicated as a complete regimen for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in adults and pediatric patients weighing at least 14 kg who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen with no history of treatment failure and no known substitutions associated with resistance to the individual components of Biktarvy. U.S. Important Safety Information for Biktarvy BOXED WARNING: POST TREATMENT ACUTE EXACERBATION OF HEPATITIS B Severe acute exacerbations of hepatitis B have been reported in patients who are coinfected with HIV-1 and HBV and have discontinued products containing emtricitabine (FTC) and/or tenofovir disoproxil fumarate (TDF), and may occur with discontinuation of BIKTARVY. Closely monitor hepatic function with both clinical and laboratory follow-up for at least several months in patients who are coinfected with HIV-1 and HBV and discontinue BIKTARVY. If appropriate, anti-hepatitis B therapy may be warranted. Contraindications Coadministration: Do not use BIKTARVY with dofetilide or rifampin. Warnings and precautions Drug interactions: See Contraindications and Drug Interactions sections. Consider the potential for drug interactions prior to and during BIKTARVY therapy and monitor for adverse reactions. Immune reconstitution syndrome, including the occurrence of autoimmune disorders with variable time to onset, has been reported. New onset or worsening renal impairment: Postmarketing cases of renal impairment, including acute renal failure, proximal renal tubulopathy (PRT), and Fanconi syndrome have been reported with tenofovir alafenamide (TAF)–containing products. Do not initiate BIKTARVY in patients with estimated creatinine clearance (CrCl) <30 mL/min except in virologically suppressed adults <15 mL/min who are receiving chronic hemodialysis. Patients with impaired renal function and/or taking nephrotoxic agents (including NSAIDs) are at increased risk of renal-related adverse reactions. Discontinue BIKTARVY in patients who develop clinically significant decreases in renal function or evidence of Fanconi syndrome. Renal monitoring: Prior to or when initiating BIKTARVY and during therapy, assess serum creatinine, CrCl, urine glucose, and urine protein in all patients as clinically appropriate. In patients with chronic kidney disease, assess serum phosphorus. Lactic acidosis and severe hepatomegaly with steatosis: Fatal cases have been reported with the use of nucleoside analogs, including FTC and TDF. Discontinue BIKTARVY if clinical or laboratory findings suggestive of lactic acidosis or pronounced hepatotoxicity develop, including hepatomegaly and steatosis in the absence of marked transaminase elevations. Adverse reactions Most common adverse reactions (incidence ≥5%; all grades) in clinical studies through week 144 were diarrhea (6%), nausea (6%), and headache (5%). Drug interactions Prescribing information: Consult the full prescribing information for BIKTARVY for more information on Contraindications, Warnings, and potentially significant drug interactions, including clinical comments. Enzymes/transporters: Drugs that induce P-gp or induce both CYP3A and UGT1A1 can substantially decrease the concentration of components of BIKTARVY. Drugs that inhibit P-gp, BCRP, or inhibit both CYP3A and UGT1A1 may significantly increase the concentrations of components of BIKTARVY. BIKTARVY can increase the concentration of drugs that are substrates of OCT2 or MATE1. Drugs affecting renal function: Coadministration of BIKTARVY with drugs that reduce renal function or compete for active tubular secretion may increase concentrations of FTC and tenofovir and the risk of adverse reactions. Dosage and administration Dosage: Adult and pediatric patients weighing ≥25 kg: 1 tablet containing 50 mg bictegravir (BIC), 200 mg emtricitabine (FTC), and 25 mg tenofovir alafenamide (TAF) taken once daily with or without food. Pediatric patients weighing ≥14 kg to <25 kg: 1 tablet containing 30 mg BIC, 120 mg FTC, and 15 mg TAF taken once daily with or without food. For children unable to swallow a whole tablet, the tablet can be split and each part taken separately as long as all parts are ingested within approximately 10 minutes. Renal impairment: For patients weighing ≥25 kg, not recommended in patients with CrCl 15 to <30 mL/min, or <15 mL/min who are not receiving chronic hemodialysis, or <15 mL/min who are receiving chronic hemodialysis and have no antiretroviral treatment history. For patients weighing ≥14 kg to <25 kg, not recommended in patients with CrCl <30 mL/min. Hepatic impairment: Not recommended in patients with severe hepatic impairment. Prior to or when initiating: Test patients for HBV infection. Prior to or when initiating, and during treatment: As clinically appropriate, assess serum creatinine, CrCl, urine glucose, and urine protein in all patients. In patients with chronic kidney disease, assess serum phosphorus. Pregnancy and lactation Pregnancy: There is insufficient human data on the use of BIKTARVY during pregnancy. Dolutegravir, another integrase inhibitor, has been associated with neural tube defects. Discuss the benefit-risk of using BIKTARVY during pregnancy and conception. An Antiretroviral Pregnancy Registry (APR) has been established. Available data from the APR for FTC shows no difference in the rates of birth defects compared with a US reference population. Lactation: Women infected with HIV-1 should be instructed not to breastfeed, due to the potential for HIV-1 transmission. About Gilead Sciences Gilead Sciences, Inc. is a biopharmaceutical company that has pursued and achieved breakthroughs in medicine for more than three decades, with the goal of creating a healthier world for all people. The company is committed to advancing innovative medicines to prevent and treat life-threatening diseases, including HIV, viral hepatitis, COVID-19, and cancer. Gilead operates in more than 35 countries worldwide, with headquarters in Foster City, California. For 35 years, Gilead has been a leading innovator in the field of HIV, driving advances in treatment, prevention and cure research. Gilead researchers have developed 12 HIV medications , including the first single-tablet regimen to treat HIV, the first antiretroviral for pre-exposure prophylaxis (PrEP) to reduce the risk of acquiring HIV infection, and the first long-acting injectable HIV treatment medication administered twice-yearly. Our advances in medical research have helped to transform HIV into a treatable, preventable, chronic condition for millions of people. Gilead is committed to continued scientific innovation to provide solutions for the evolving needs of people affected by HIV around the world. Through partnerships and collaborations, the company also aims to improve education, expand access and address barriers to care, with the goal of ending the HIV epidemic for everyone, everywhere. Gilead was recognized as the number one philanthropic funder of HIV-related programs in a report released by Funders Concerned About AIDS. Forward-Looking Statements This press release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that are subject to risks, uncertainties and other factors, including Gilead’s ability to initiate, progress or complete clinical trials or studies within currently anticipated timelines or at all, and the possibility of unfavorable results from ongoing and additional clinical trials or studies, including those involving Biktarvy; uncertainties relating to regulatory applications for Biktarvy and related filing and approval timelines, including potential applications for indications currently under investigation; Gilead’s ability to receive regulatory approvals in a timely manner or at all, and the risk that any such approvals, if granted, may have significant limitations on its use; the risk that physicians may not see the benefits of prescribing Biktarvy; and any assumptions underlying any of the foregoing. These and other risks, uncertainties and factors are described in detail in Gilead’s Quarterly Report on Form 10-Q for the quarter ended March 31, 2023, as filed with the U.S. Securities and Exchange Commission. These risks, uncertainties and other factors could cause actual results to differ materially from those referred to in the forward-looking statements. All statements other than statements of historical fact are statements that could be deemed forward-looking statements. The reader is cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties, and is cautioned not to place undue reliance on these forward-looking statements. All forward-looking statements are based on information currently available to Gilead, and Gilead assumes no obligation and disclaims any intent to update any such forward-looking statements. U.S. Prescribing Information for Biktarvy, including BOXED WARNING , is available at www.gilead.com . Biktarvy, Gilead and the Gilead logo are registered trademarks of Gilead Sciences, Inc., or its related companies. For more information about Gilead, please visit the company’s website at www.gilead.com , follow Gilead on Twitter ( @Gilead Sciences ) or call Gilead Public Affairs at 1-800-GILEAD-5 or 1-650-574-3000. Contacts Jacquie Ross, Investors investor_relations@gilead.com Meaghan Smith, Media public_affairs@gilead.com REGISTER FOR FREE to continue reading ✔️ Unlock the full content of International Business Times UK for free offer available for a limited time only ✔️ Easily manage your Newsletters subscriptions and save your favourite articles ✔️ No payment method required Already have an account? Log in MEET IBT NEWS FROM BELOW CHANNELS MOST READ IN Press Release 1 Businesses face employment compliance risks with the rise of gig workers 2 Trump, DeSantis Have A Field Day Slamming Biden Over Cocaine Found In White House 3 Boston scientists discover capsule that improves nausea or loss of appetite 4 Drew Barrymore Talks Healing From Relationship With Mom Jaid: 'I Cannot Wait' 5 Russian Spacecraft Is Seemingly Chasing Secret US Military Satellite; Could Be Gathering Data NEWS Business News Sports Technology Entertainment ABOUT About Us Advertise with us Contact us Terms & Conditions Privacy Policy Cookie Policy Editions Australia India International Singapore United Kingdom United States FOLLOW US Facebook Twitter LinkedIn © Copyright 2023 IBTimes LLC. All Rights Reserved.",
            "pubDate": "2023-07-24 03:28:47",
            "image_url": null,
            "source_id": "ibtimes",
            "category": [
                "business"
            ],
            "country": [
                "australia"
            ],
            "language": "english"
        },
        {
            "title": "New Terrigal HQ for Coast Realty",
            "link": "https://coastcommunitynews.com.au/central-coast/news/2023/07/new-terrigal-hq-for-coast-realty/",
            "keywords": [
                "Business",
                "in print",
                "Real Estate",
                "Central Coast real estate",
                "Coast Realty",
                "Terrigal"
            ],
            "creator": [
                "Terry Collins"
            ],
            "video_url": null,
            "description": "Central Coast Local News Boutique independent Real Estate Agency, Coast Realty, has opened new headquarters at Terrigal led by Group Managing Director Bev Barendse, with a grand opening held earlier this month. Long recognised... The post New Terrigal HQ for Coast Realty appeared first on Central Coast News.",
            "content": "Long recognised as a leading agency in the prestige market in the region, Coast Realty is known specifically for achieving record success in beachside and waterfront locations such as Pearl Beach, Patonga and Booker Bay led by Principal Stuart Gan, since opening its doors in 2018. The team at Coast Realty says it isn’t “just another real estate agency”, with a promise to do things a little differently to established local competitors. The new office space sits within the old Westpac building and has been designed with the community and local businesses in mind. The new headquarters has an impressive project development display suite which can also be used as an events space. The group plans to create an immersive experience for the public and prospective clients to showcase the very best project developments across the Coast. Coast Realty hopes its new headquarters will become a vibrant community hub and a local business support centre. “By actively engaging with the community, Coast Realty aims to foster strong relationships with local businesses and individuals, contributing to the growth and prosperity of Terrigal,” Barendse said. “We also plan to host an incredible array of community fundraising events, VIP nights and the best annual events for local businesses.” Coast Realty has relocated its head office from Umina Beach to better serve its client base from Norah Head to Patonga, with Stuart Gan continuing to run operations on the Peninsula. “With our strategic positions in Pearl Beach, Terrigal and The Entrance, Coast Realty now claims the perfect coast-wide coverage along the prestige corridor,” Gann said. The modern HQ incorporates a variety of unique features, including advanced technology, spacious and collaborative workspaces and a blend of industrial meets elegant interior design. Doors are open 9am-5pm Monday-Friday. Barendse said ideas and suggestions from the community on how we Coast Realty can continue to support local businesses in the area were welcome.",
            "pubDate": "2023-07-24 03:24:39",
            "image_url": null,
            "source_id": "coastcommunitynews",
            "category": [
                "top"
            ],
            "country": [
                "australia"
            ],
            "language": "english"
        },
        {
            "title": "Reading challenge countdown",
            "link": "https://coastcommunitynews.com.au/central-coast/news/2023/07/reading-challenge-countdown/",
            "keywords": [
                "Education",
                "in print",
                "Brisbane Water Secondary College",
                "Premier&#039;s Reading Challenge",
                "Umina Beach"
            ],
            "creator": [
                "Terry Collins"
            ],
            "video_url": null,
            "description": "Central Coast Local News The clock is counting down as the Premier’s Reading Challenge enters its final month for 2023, with Brisbane Water Secondary College’s Umina Campus one of several Central Coast schools participating.... The post Reading challenge countdown appeared first on Central Coast News.",
            "content": "The challenge opened on February 27 and students have until August 18 to get their books read in the much-loved challenge, first instituted by then NSW Premier Bob Carr in 2001. The Premier’s Reading Challenge encourages a love of reading for leisure and pleasure in students, enabling them to experience quality literature at the same time. Already, around 50,000 more students than in the same period last year have completed the Challenge with an extra 16,679 registering. Students from government, independent, Catholic and home schools in Kindergarten to Year 10 are challenged to read up to 10 books of their own choice and a further five books from an approved series. The Premier’s Medal is awarded to students who have completed the challenge each year throughout their schooling, with 1,149 students recognised in 2022. Brisbane Water Secondary College Umina Campus Principal Kerrie Thomas said building a culture of reading and love of books and stories is at the heart of Umina Campus’ success. “A long history and dedication to reading has been established through prioritising 10 minutes of silent reading in each lesson and the stimulating welcoming environment of the library which is open and buzzing all day every day,” she said. “(Our librarian) Mrs Harvey is passionate about reading and providing all students with the opportunity to read. “She creates reading opportunities and interest through thematic displays and engaging activities throughout the year encouraging students to have a Blind Date with a Book, puzzle over Famous First Lines, identify Books turned into movies and so much more. “When Umina Campus students transition from their primary schools, they actually bring their Premier’s Reading Challenge logbooks with them. “These are filed in the library to be added to throughout Years 7, 8 and 9. “With a month to go, 270 BWSC Umina Campus students have already completed the challenge in 2023: this is approximately one third of students at the site, and hopes are high that half the enrolment will celebrate the achievement.” Campus librarian Linda Harvey said so far four students will be receiving the Premier’s Reading Challenge Medal in 2023, with time left for more keen readers to achieve the goal. For more information on The Premier’s Reading Challenge see:",
            "pubDate": "2023-07-24 03:23:29",
            "image_url": null,
            "source_id": "coastcommunitynews",
            "category": [
                "top"
            ],
            "country": [
                "australia"
            ],
            "language": "english"
        },
        {
            "title": "Railway links popular areas with station names for better journey planning",
            "link": "http://www.newindianexpress.com/states/odisha/2023/jul/24/railwaylinks-popular-areas-with-station-names-for-better-journey-planning-2597984.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Small stations and areas like Vani Vihar, Barang, Lingaraj Temple Road and Mancheswar have been linked with Bhubaneswar. BHUBANESWAR: Searching for a railway station close to a popular place, tourist, or pilgrimage destination while booking tickets will be easier now. The Indian Railways has adopted an innovative approach of linking popular areas with station names for the convenience of passengers. East Coast Railway (ECoR) sources said the new measure would yield better planning of journey and personalised passenger experience in ticket booking on website and mobile app. Live from Friday, it facilitates passengers and tourists identify stations close to popular destinations. It will also provide better connectivity for passengers. “Sometimes local and popular names are different from names of railway stations leading to confusion among passengers while planning journeys. Linking of names to popular places with nearby railway stations will eliminate the confusion. The initiative also includes linking of satellite cities or tourist destinations to connecting railway stations,” said a railway official. Sources said, necessary changes in the application have been made and 175 popular cities/areas linked with 725 stations so far. The changes have been incorporated in the journey planner station search of e-ticket booking websites. The functionality will be displayed on the journey planner and electronic reservation slip of the ticket. Small stations and areas like Vani Vihar, Barang, Lingaraj Temple Road and Mancheswar have been linked with Bhubaneswar. Similarly Hirakud, Sambalpur, Sambalpur Road and Sambalpur city have been mapped with Sambalpur and Belpahar, Brajarajnagar, Brundamal, Jharsuguda Junction, Lapang and Jharsuguda Road with Jharsuguda. Not only small stations and satellite cities, places of tourist importance like Puri, Chandipur, Udayagiri-Lalitgiri-Ratnagiri, Similipal, Debrigarh, Hirakud and Deomali have been mapped to nearest stations. If a scheduled station is changed due to operational or maintenance activity, the journey planner will show an alternate station in search option. “The initiative will promote regional importance and become a pride for citizens. Popular city names associated with a railway station will also give a sense of pride and ownership to the citizens,” the railway official said.",
            "content": "BHUBANESWAR: Searching for a railway station close to a popular place, tourist, or pilgrimage destination while booking tickets will be easier now. The Indian Railways has adopted an innovative approach of linking popular areas with station names for the convenience of passengers. East Coast Railway (ECoR) sources said the new measure would yield better planning of journey and personalised passenger experience in ticket booking on website and mobile app. Live from Friday, it facilitates passengers and tourists identify stations close to popular destinations. It will also provide better connectivity for passengers. “Sometimes local and popular names are different from names of railway stations leading to confusion among passengers while planning journeys. Linking of names to popular places with nearby railway stations will eliminate the confusion. The initiative also includes linking of satellite cities or tourist destinations to connecting railway stations,” said a railway official. Sources said, necessary changes in the application have been made and 175 popular cities/areas linked with 725 stations so far. The changes have been incorporated in the journey planner station search of e-ticket booking websites. The functionality will be displayed on the journey planner and electronic reservation slip of the ticket. Small stations and areas like Vani Vihar, Barang, Lingaraj Temple Road and Mancheswar have been linked with Bhubaneswar. Similarly Hirakud, Sambalpur, Sambalpur Road and Sambalpur city have been mapped with Sambalpur and Belpahar, Brajarajnagar, Brundamal, Jharsuguda Junction, Lapang and Jharsuguda Road with Jharsuguda. Not only small stations and satellite cities, places of tourist importance like Puri, Chandipur, Udayagiri-Lalitgiri-Ratnagiri, Similipal, Debrigarh, Hirakud and Deomali have been mapped to nearest stations. If a scheduled station is changed due to operational or maintenance activity, the journey planner will show an alternate station in search option. “The initiative will promote regional importance and become a pride for citizens. Popular city names associated with a railway station will also give a sense of pride and ownership to the citizens,” the railway official said.",
            "pubDate": "2023-07-24 03:18:00",
            "image_url": null,
            "source_id": "newindianexpress",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "Amplifying Cyber-security in the BFSI Industry through AI & ML",
            "link": "https://www.expresscomputer.in/artificial-intelligence-ai/amplifying-cyber-security-in-the-bfsi-industry-through-ai-ml/101342/",
            "keywords": [
                "Artificial Intelligence (AI)",
                "Guest Blogs",
                "News",
                "Security",
                "AI",
                "Cybersecurity"
            ],
            "creator": [
                "Express Computer"
            ],
            "video_url": null,
            "description": "By Nilesh Jahagirdar, Co- Founder & VP of Marketing & Solutions at [X] Cube Labs In this digital transformative era, the banking, financial services, and insurance (BFSI) industry faces a […] The post Amplifying Cyber-security in the BFSI Industry through AI & ML appeared first on Express Computer.",
            "content": "By Nilesh Jahagirdar, Co- Founder & VP of Marketing & Solutions at [X] Cube Labs In this digital transformative era, the banking, financial services, and insurance (BFSI) industry faces a constant threat from cyber-attacks as the BFSI sector is progressively reliant on digital infrastructure and data-driven processes. While the digital transformation brought a barrage of benefits but as per reports, the Indian BFSI industry was also the most vulnerable sector to cyber attacks. It is mostly seen as threat prone due to the sensitive nature of data and transactions. Cited by another report, India was at the forefront of attacks in the Asian region, with 7.4% of the targeted attacks in 2022, mostly attributed to growing digitalization and online banking systems, which were catapulted during the pandemic. To combat the burgeoning bottlenecks within the BFSI sector, Organizations are turning to artificial intelligence (AI) and machine learning (ML) technologies. Cutting-edge tools have proven to be indispensable in fortifying the defenses of the BFSI sector against cyber threats. AI & ML are assured to reform the landscape of cyber-security in the BFSI sector by augmenting human capabilities and detecting real-time threats. By continuously monitoring and analyzing network behavior, AI & ML technologies can identify the idiosyncrasies and flag potential security breaches, allowing organizations to take immediate action and prevent or minimize any potential damage. This kind of proactive approach helps organizations within the BFSI sector to mitigate the risk of data breaches, financial fraud, and other cybercrimes. Additionally, AI and ML algorithms can analyze large volumes of data to identify patterns and anomalies that indicate potential security threats and mitigate them right away. On the other hand, Machine Learning powered incident response systems can automate the analysis of security incidents, enabling faster detection, containment, and remediation of threats. A recent report published by MarketsandMarkets estimated that the global market for AI in cybersecurity in the BFSI sector was earmarked to grow at a staggering compound annual growth rate (CAGR) of 23.3% from 2021 to 2026. It was also cited and highlighted that the BFSI industry is one of the leading sectors investing in AI-driven cyber-security solutions. The increasing adoption of AI and ML technologies to counter emerging cyber threats, coupled with regulatory compliance requirements, is anticipated to drive growth. Vulnerability Management is also a key segment that is being monitored and mitigated with the aid of AI & ML, backed up by dilligent implementation of data analytics. In conclusion, the BFSI industry faces an ongoing battle against cyber threats, but AI and ML technologies are proving to be powerful allies. The implementation of these advanced tools has demonstrated notable development in threat detection, fraud prevention, and incident response within the industry. Recent data support the efficacy of AI and ML in amplifying cybersecurity within the BFSI sector. As the industry continues to evolve, organizations must invest in these technologies and collaborate with experts to stay at the forefront of cybersecurity defense. On a parting note, while AI & Data Analytics and ML have humongous benefits in amplifying cybersecurity but not a silver bullet. But with modern tech advances, its application could play a role of a gamechanger to combat cyber threats.",
            "pubDate": "2023-07-24 03:16:34",
            "image_url": null,
            "source_id": "expresscomputer",
            "category": [
                "technology"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "Bridge delay prolongs woes of Sundargarh villagers",
            "link": "http://www.newindianexpress.com/states/odisha/2023/jul/24/bridge-delay-prolongs-woes-of-sundargarh-villagers-2597987.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Khatua further said only one slab on Lahanda side remains to be cast and the project would be completed in 40 days after getting physical possession of land. ROURKELA: Villagers of Kuanrmunda and Nuagaon blocks in tribal-dominated Sundargarh district continue to face difficulties due to the delay in construction of Lahanda-Mitkundri bridge over Deo river.Criticising the administration for the delay, Birmitrapur MLA Shankar Oram said despite repeated reminders, the land acquisition process is moving at a snail’s pace.“Due to the monsoon season, water level of Deo river has increased. The poor villagers have no option but to take the risk of wading across the river to find the shortest distance to Rourkela,” he alleged. The Rural Development (RD) department started construction of the bridge in mid-2018 at a cost of around Rs 7 crore. As small patches of land were required for the project, the bridge construction work was taken up with the assumption that land issues would be sorted out amicably. However, things went awry when land losers physically stopped construction work some 20 months back on Lahanda side. But the administration showed no urgency as notification for social impact assessment (SIA) study was issued on June 6, 2022 with a target to disburse compensation by August. Accordingly, the target for project completion was set for February 2023, but was missed. Executive engineer of RD department Kishore Chandra Khatua said the land acquisition officer has asked to deposit establishment cost of Rs 36 lakh for 0.27 acre on Mitkundri side. The amount would be deposited by Monday. Establishment cost for 0.57 acre on Lahanda side would be deposited when asked. Khatua further said only one slab on Lahanda side remains to be cast and the project would be completed in 40 days after getting physical possession of land.",
            "content": "ROURKELA: Villagers of Kuanrmunda and Nuagaon blocks in tribal-dominated Sundargarh district continue to face difficulties due to the delay in construction of Lahanda-Mitkundri bridge over Deo river.Criticising the administration for the delay, Birmitrapur MLA Shankar Oram said despite repeated reminders, the land acquisition process is moving at a snail’s pace.“Due to the monsoon season, water level of Deo river has increased. The poor villagers have no option but to take the risk of wading across the river to find the shortest distance to Rourkela,” he alleged. The Rural Development (RD) department started construction of the bridge in mid-2018 at a cost of around Rs 7 crore. As small patches of land were required for the project, the bridge construction work was taken up with the assumption that land issues would be sorted out amicably. However, things went awry when land losers physically stopped construction work some 20 months back on Lahanda side. But the administration showed no urgency as notification for social impact assessment (SIA) study was issued on June 6, 2022 with a target to disburse compensation by August. Accordingly, the target for project completion was set for February 2023, but was missed. Executive engineer of RD department Kishore Chandra Khatua said the land acquisition officer has asked to deposit establishment cost of Rs 36 lakh for 0.27 acre on Mitkundri side. The amount would be deposited by Monday. Establishment cost for 0.57 acre on Lahanda side would be deposited when asked. Khatua further said only one slab on Lahanda side remains to be cast and the project would be completed in 40 days after getting physical possession of land.",
            "pubDate": "2023-07-24 03:16:00",
            "image_url": null,
            "source_id": "newindianexpress",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "Odisha: OSSC cancels JE (civil) main written exam",
            "link": "http://www.newindianexpress.com/states/odisha/2023/jul/24/odisha-ossc-cancels-je-civil-main-written-exam-2597939.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Explaining the modus operandi, Nath said, the accused had contacted some aspirants of the JE Civil main entrance examination scheduled to be held on July 16. BHUBANESWAR/BALASORE: Odisha Staff Selection Commission (OSSC) on Sunday cancelled the JE (civil) main written examination-2022 after receiving confirmation from police on the question paper leak. The exam was conducted on July 16. “On the basis of the report of Balasore SP (in connection with Sahadevkhunta police station case) and in terms of clause 11 of detailed advertisement for combined technical services recruitment examination-2022, for Group-B state cadre posts in different offices of Odisha government, conducted on July 16 has been cancelled,” the OSSC notice said. The JE (civil) main written examination was conducted as part of combined technical services recruitment examination-2022. A fresh main written examination for JE (civil) will be conducted on September 3, the commission announced. Informing the matter, OSSC chairman Abhay on his Twitter handle wrote, “Cancellation of JE civil main written exam held on July 16. A fresh exam will be held on September 3.”Balasore police, on Sunday, confirmed that the question papers of JE Civil main entrance that was leaked to candidates in lieu of money were original. Nine persons were arrested last Sunday for allegedly leaking the question papers to the candidates. SP Sagarika Nath said after the police interrogated the nine persons in remand on the issue, it was found that huge money was being dealt with in the matter. Fifteen mobile phones, three signed blank cheques, a bus, five four-wheelers and Rs 22,500 cash were seized from the possession of the accused. While six of the accused are from Odisha, the rest three belong to Visakhapatnam in Andhra Pradesh. All of them are in the age group of 25-40 years, Nath added. The SP said, acting on a tip-off, police intercepted some vehicles near Baruni Bridge on NH-16 and interrogated the occupants. Based on the information provided by them, Talasari-Udaipur Marine police raided a lodge and arrested the accused on July 16. Explaining the modus operandi, Nath said, the accused had contacted some aspirants of the JE Civil main entrance examination scheduled to be held on July 16. They assured to provide them question papers for the examination in exchange of money ranging from Rs 10 lakh to Rs 15 lakh to be paid through cheques. The accused had asked the aspirants reach Balasore and even collected original documents, mobile phones and signed blank cheques from them, the SP said.",
            "content": "BHUBANESWAR/BALASORE: Odisha Staff Selection Commission (OSSC) on Sunday cancelled the JE (civil) main written examination-2022 after receiving confirmation from police on the question paper leak. The exam was conducted on July 16. “On the basis of the report of Balasore SP (in connection with Sahadevkhunta police station case) and in terms of clause 11 of detailed advertisement for combined technical services recruitment examination-2022, for Group-B state cadre posts in different offices of Odisha government, conducted on July 16 has been cancelled,” the OSSC notice said. The JE (civil) main written examination was conducted as part of combined technical services recruitment examination-2022. A fresh main written examination for JE (civil) will be conducted on September 3, the commission announced. Informing the matter, OSSC chairman Abhay on his Twitter handle wrote, “Cancellation of JE civil main written exam held on July 16. A fresh exam will be held on September 3.”Balasore police, on Sunday, confirmed that the question papers of JE Civil main entrance that was leaked to candidates in lieu of money were original. Nine persons were arrested last Sunday for allegedly leaking the question papers to the candidates. SP Sagarika Nath said after the police interrogated the nine persons in remand on the issue, it was found that huge money was being dealt with in the matter. Fifteen mobile phones, three signed blank cheques, a bus, five four-wheelers and Rs 22,500 cash were seized from the possession of the accused. While six of the accused are from Odisha, the rest three belong to Visakhapatnam in Andhra Pradesh. All of them are in the age group of 25-40 years, Nath added. The SP said, acting on a tip-off, police intercepted some vehicles near Baruni Bridge on NH-16 and interrogated the occupants. Based on the information provided by them, Talasari-Udaipur Marine police raided a lodge and arrested the accused on July 16. Explaining the modus operandi, Nath said, the accused had contacted some aspirants of the JE Civil main entrance examination scheduled to be held on July 16. They assured to provide them question papers for the examination in exchange of money ranging from Rs 10 lakh to Rs 15 lakh to be paid through cheques. The accused had asked the aspirants reach Balasore and even collected original documents, mobile phones and signed blank cheques from them, the SP said.",
            "pubDate": "2023-07-24 03:16:00",
            "image_url": null,
            "source_id": "newindianexpress",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "Paschima Dwara of Jagannath Temple reopens for Puri people",
            "link": "https://sambadenglish.com/paschima-dwara-of-jagannath-temple-reopens-for-puri-people/",
            "keywords": [
                "ODISHA LATEST",
                "TOP"
            ],
            "creator": [
                "Biswajeet Swain"
            ],
            "video_url": null,
            "description": "Puri: The Paschima Dwara (West Gate) of the Shree Jagannath Temple here reopened for the people of Puri, today. The gate was kept closed since the outbreak of COVID-19 virus in 2020. The residents of the Holy City can enter the 12th century shrine through the West Gate by producing their identity proof, said Puri […] The post Paschima Dwara of Jagannath Temple reopens for Puri people first appeared on Sambad English.",
            "content": "Puri: The Paschima Dwara (West Gate) of the Shree Jagannath Temple here reopened for the people of Puri, today. The gate was kept closed since the outbreak of COVID-19 virus in 2020. The residents of the Holy City can enter the 12th century shrine through the West Gate by producing their identity proof, said Puri district Collector Samarth Verma. Notably, devotees, locals and several people’s representatives had earlier urged the state government and the Shree Jagannath Temple Administration (SJTA) to reopen all the four gates of Srimandir to ensure smooth darshan of the deities. Earlier, devotees were allowed to enter and exit Srimandir through its four gates. A few years ago, the temple administration laid a set of new guidelines and asked the devotees to enter the shrine through the Lions’ Gate. The three other gates of the temple were closed for the people. This had caused inconvenience for the devotees as they were waiting in queues to visit the shrine, said a local.",
            "pubDate": "2023-07-24 03:12:17",
            "image_url": null,
            "source_id": "sambadenglish",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "विदेश की खबरें | कांगो में सैनिक ने बेटे का अंतिम संस्कार उसके बगैर करने पर पत्नी समेत 13 लोगों की हत्या की",
            "link": "https://hindi.latestly.com/agency-news/soldier-in-congo-kills-13-people-including-wife-for-performing-sons-last-rites-without-himr-1874339.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Get Latest हिन्दी समाचार, Breaking News on world at LatestLY हिन्दी. यह घटना शनिवार रात इटुरी प्रांत में हुई।",
            "content": "यह घटना शनिवार रात इटुरी प्रांत में हुई। इटुरी प्रांत में सेना के एक प्रवक्ता लेफ्टिनेंट जूल्स नगोंगो ने बताया कि शनिवार देर रात को किए गए इस हमले में सैनिक की पत्नी, सास-ससुर और उसके दो बच्चे मारे गए। इसके बाद उसने अन्य लोगों पर भी गोली चलाई। सैनिक की पहचान अभी नहीं हो पाई है। स्थानीय ग्राम प्रमुख बराका मुगुवा ऑस्कर ने बताया कि सैनिक प्रांत के किसी और गांव में तैनात था और जब वह घर पहुंचा तो उसके परिवार के सदस्य वहां उसके बेटे की मौत का शोक मना रहे थे। सैनिक के बेटे की मौत बृहस्पतिवार को प्राकृतिक कारणों से हुई थी। ऑस्कर ने कहा, ‘‘सैनिक को यह बात पसंद नहीं आई कि उसकी स्वीकृति के बिना और उसकी गैरमौजदूगी में उसके बेटे को दफना दिया गया।’’ सैनिक को पकड़ने के लिए कांगो सेना के अन्य कर्मियों को भेजा गया है। आरोपी सैनिक कांगो लोकतांत्रिक गणराज्य के सशस्त्र बल या एफएआरडीसी का सदस्य है, जो हमले के बाद घटनास्थल से भाग गया। (यह सिंडिकेटेड न्यूज़ फीड से अनएडिटेड और ऑटो-जेनरेटेड स्टोरी है, ऐसी संभावना है कि लेटेस्टली स्टाफ द्वारा इसमें कोई बदलाव या एडिट नहीं किया गया है)",
            "pubDate": "2023-07-24 03:12:06",
            "image_url": null,
            "source_id": "latestly",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "hindi"
        }
    ],
    "nextPage": null
}